[
    {
        "id": 1,
        "name": "Gemju Sherpa",
        "title": "Software Developer",
        "about": "I am final year MITS student from University of Tasmania, expecting to graduate by June 2023. I have achieved my bachelor degree from Griffith University in 2018, majoring in Software Development and Database Administration. My motivation to start Masters is to have better exposure to the industry and fill the gaps in terms of technology advancement. Bieing an international student, I strongly believe that working cultures are very different from my home country and are critical to learn to succeed in my software development career. During these study phase in both Bachelor and Master degree, I have been exposed to different work environment as an intern and junior developer that helped me to gain signifincant understanding of cultural diferrences.",
        "currentProject": "Currently, I am developing a Multi-agent systems for search and rescue using Deep Reinforcement Learning as part of my research.",
        "description": "A motivated software developer with in-depth knowledge of development, testing, debugging and deployment in a different environment, seeking a position in a growth oriented, dynamic, and progressive company where my skills are utilised in the maximum way possible to the advantage of the company while having the scope to further enhance my skills.",
        "expertise": [
            "Web Development",
            "Data Analysis",
            "AI and Machine Learning"
        ],
        "skills": [
            "JavaScript", 
            "HTML5/CSS3", 
            "Python", 
            "C#", 
            "PHP", 
            "MySQL/SQL", 
            "MongoDB",
            "React/Node/Express/Mongo",
            "C# .Net Core/MVC",
            "Laravel"
        ],
        "experience": [
            {
                "id": 1,
                "company": "Drone That Pty ltd.",
                "url": "https://www.dronethat.com.au",
                "role": "Junior Web Developer",
                "skills": "Node, React, JavaScript, HTML, CSS, Bootstrap",
                "from": "2019",
                "to": "2020",
                "location": "Brisbane",
                "responsibilities": [
                    "Designed and developed SPA - website within the given time frame using technologies such as NodeJS, Express, React, HTML5, CSS3, Bootstrap, GSuite.",
                    "Continuous Integration (CI) and Continuous Deployment using Git version control and Vercel.",
                    "Web hosting and FTP server management - Crazy Domains.",
                    "Search Engine Optimisation (SEO) - Optimised and Registered the website on google, and now can manipulate the user traffic and other data.",
                    "Created multiple Google Adds campaigns and increased the potential customer by at least 40%"
                ]
            },
            {
                "id": 2,
                "company": "Logan City Council",
                "url": "https://www.logancitycouncil.com.au",
                "role": "Graduate Developer Internship",
                "skills": "JavaScript, HTML, CSS",
                "from": "2018",
                "to": "2018",
                "location": "Brisbane",
                "responsibilities": [
                    "Designed and developed web-based property report generator tool using JavaScript, HTML, CSS",
                    "Established an active communication in the discussions, meetings, and seminars involving proactively"
                ]
            }
        ],
        "project": [
            {
                "id": 1,
                "name": "Werk",
                "type": "Web page",
                "programmingLanguage": "React",
                "url": ""
            },
            {
                "id": 2,
                "name": "Drone That pty ltd",
                "type": "Website",
                "programmingLanguage": "Node, React, JavaScript, HTML/CSS, Bootstrap",
                "url": "https://www.dronethat.com.au"
            }
        ],
        "education": [
            {
                "id": 1,
                "level": "Diploma",
                "title": "Information Technology",
                "university": "Griffith College",
                "from": "2015",
                "to": "2016"
            },
            {
                "id": 2,
                "level": "Bachelor",
                "title": "Information Technology",
                "university": "Griffith University",
                "from": "2016",
                "to": "2018"
            },
            {
                "id": 3,
                "level": "Master",
                "title": "Information Technology",
                "university": "University of Tasmania",
                "from": "2021",
                "to": ""
            }
        ]
    }
]    